/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"settings_general" = "Allgemeine Einstellungen";
"settings_general_show_photo_immediately" = "Foto anzeigen sofort";
"settings_general_add_logo" = "Add App icon to photos";

"settings_assistant" = "Assistent";
"settings_assistant_vibration" = "Vibration";
"settings_assistant_screen" = "Rücklicht";
"settings_assistant_torch" = "Kurzer Blitz";

"settings_assistant_screen_help" = "Als Stopp-Signal wird die Hintergrundbeleuchtung eingeschaltet. Verwenden Sie diese Hilfeart bei schwachem Licht.";
"settings_assistant_vibration_help" = "Kurze Vibration wird als Stopp-Signal eingeschaltet. Verwenden Sie diese Art von Hilfe bei Lärm.";
"settings_assistant_torch_help" = "Der schwache Blitz wird als Stopp-Signal gebraucht. Verwenden Sie diese Art von Hilfe bei schwachem Licht nicht.";